<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Poet Details</title>
    <link rel="stylesheet" href="det.css" />
</head>
  <link href="https://fonts.googleapis.com/css2?family=Amiri&display=swap" rel="stylesheet">
   
<body>
    <header>
        <h1>Poet Details</h1>
    </header>

    <nav>
        <a href="#" onclick="window.close();">الرجوع لكل الكاردس ^:^</a>
    </nav>

    <div class="poet-details">
        <?php
            $poet = $_GET['poet'];

            if ($poet == "P1") {
                echo "<h2 class='poet-name'>نحنُ مُخَدَّرين …
                </h2>";
                echo "<p class='poet-description'>نحنُ مُخَدَّرين …
                بالوراءِ من الذاكرة….
                    بشكلٍ تدريجيّ….
                      بِضعٌ من اللآإدراكِ بدايةً…..
                             لكنّهُ يُحشدُ فينا حتّى غَدّق….
                                                 كَالكافيين تماماً …
                               ولكنْ أشدَّ خطورة….
                       يُطغى على العُقولِ بلا رحمة…..
                   أشعرهُ صدعاً لا يمكن إِلفاتهُ ولا يمكن جبره
              لا حِلّ ولا حَلل لذاك الجوفِ ….
         كَ قناعٍ زائفٍ للهروبِ من الواقِع …
      لكنّنا ندركُ بأن الواقعِ قد هرب منّا ….
                         وتواقَع….
                             اضحينآ ضحاياه….
                            ذاك العالمُ المتردِّي سافِكَ اليقين…
                             أَشعُرُهُ يسلبُ منّا شخوصنآ حتى              تنحتَ أمامناً شخوصاً ليست بالشُّخوصِ … بل بعالمٍ موازٍ … ربّمآ تحت ركودِ التوقعاتِ … والآمالِ…
      وماذا يتفاعلُ الذي يظنهم حقيقةً وانهُ بالتجزءاتِ نقصاً مُعَبِّقِ….؟
      هُوّ سُمٌّ ذاك الدُوبامين التجرّعيّ….
      وان اردَّتَ جولةً للأخبار فيها غوصاً … فستُضحي غنيمة التربُّطِّ لأنَّك بلا عتادٍ ولا قوتٍ للاستباحاتِ ..💔
      ولكنّ ربُّ الكونِ اعظمِ وسَـ يُسقى كلُّ ساقٍ بما سقى ولن يظلم ربُّكَ احدآ.. والوعدُ وعداً قائمآ</p>";
            } elseif ($poet == "P2") {
                echo "<h2 class='poet-name'>أَلعَنُ مِنَ </h2>";
                echo "<p class='poet-description'>  … اللَظى حفنةٌ مِن خُطاك  <br><br>
                فمآ بالُكَ مِنْ دَجَجِ لُقآك؟ 
               <br><br>
                .قِعرٌ من غَدِقٍ  جَحِيميّ يا كُلَّ الحَلآكْ -
                </p>";
            } 
            elseif ($poet == "P3") {
                echo "<h2 class='poet-name'>مُذ قِدَمٍ ..
                </h2>";
                echo "<p class='poet-description'>حِينَ تمازَجَ قلبكَ مع قلبي..
                وكنّا هائمين بالحُبِّ..
                اخبرتُكَ بأنّي رأيتُ مناماً عنكَ وكنتَ قد تفاعلتَ ما لا يعجبهُ قلبي واستقمتَ للتنائي..
                … قُلتَ لي 'ما غَرُّكِ' تناسَيّ؛ فهوُ مجرُّدُ حُلُمٍ وليس حقيقةٍ …. لكنَّكّ بالفعلِ بعدَ وُقَيتٍ كُنتَ قد تَلاحَدَّت الحُبَّ وتنائيتَ ما بالبينِ واستقمتَ للهوى والهاوياتِ
                </p>";
                
            } 
            elseif ($poet == "P4") {
                echo "<h2 class='poet-name'>محقُ</h2>";
                echo "<p class='poet-description'>محقُ
               <br>  قُدُسِ الوَلَه انتَ ، وانّا الذي بالنُشورِ مُنَجِّيهِ<br>
                فكيف ينشجُّ اللظى مع أهرَقِ لُجٍ؟؟ 
                   <br> …سَطرُ شَطرِ دنسٍ على كويكبِ طهرٌ لا يستساغْ 
                <br>
                <br>
                قاموس قلمي المتواضِع ؛<br>
                محقٌ؛ ابادة <br>
                قُدُس؛ طُهر <br>
                الوَلَه ؛ من درجات الحبِ العليا <br>
                النشور؛ احياء بعد الموت<br>
                اللظى ؛ نيران مشتعلة يجنون  <br>
                ينشج ؛ اي يدمَج <br>
                 أهرقَ؛ صبٌّ سيّالٌ للماءِ<br>
                لُجَ؛ كناية الماء المغدَق(كالبحرِ عميقِ تتلاطمهُ الامواجِ في صراعاتِ ) <br>
                 </p>";
            } 
            elseif ($poet == "P5") {
                echo "<h2 class='poet-name'>..كتبتُ 
                </h2>";
                echo "<p class='poet-description'>  … وكتبتْ  
                ربما الكثير ؛ لكنّهُ القليلُ بنثرٍ مما في قلبي<br>
                …' كان آخرهُ ' لِأَنَّكَ عصفُ نارٍ وأنا مخضٌ الماءِ، فَ قَبَسُ نَعشٍ أنتَ وأنا طليقةٌ روحي تجتاحُها الحيواتِ🖤
                </p>";
            }
            
            elseif ($poet == "P6") {
                echo "<h2 class='poet-name'>إِلتَحِفْ</h2>";
                echo "<p class='poet-description'>\"..إِلتَحِفْ مِن غِطاءِ الحُسنِ ما شِئتَ فإَّنَّ دَنَسَكَ مُعيبُهُ\"</p>";
            } 
            elseif ($poet == "P7") {
                echo "<h2 class='poet-name'>..عيناكَ كصدفِ محارِ نصعِهِمآ يَشُّدانِني
                </h2>";
                echo "<p class='poet-description'>...ومن رتابَةِ هندَسَتِهمآ بالرَّمَقِ القُدُسِيِّ يُغدِقانِني<br><br>
               .. عيناكَ وكَفى ببتاري/ برقيبي قِبالَاً آخراً مُتوارِ<br><br>
                ..والقُدُسِ قُدُسِي … وقُدُسِنآ حَتَّى دَفَقِ المَهدي  <br><br>
                ..حتَّى نُهانآ وحتَّمّآ تلوذُ لَنآ آخرَ نفحاتِ الأنفاسِ للتفاني<br><br>
               .. وبحرُ حيفآ كونَهُ كَفيلاً لِتَدَجُّجِ شغفِ العِشقِ بِكِلآ القلبينِ حَتَّى الرَّسَخِ العُمُقِيِّ<br><br>
                
                \"لا حُلُمَ تَجَسَّدَ كَحُلُمِ تمعنٍ بعيناكَ حلَّمآ اتغافى بَعدَمآ أُخيطَهُما بِذاكِرَتي ولا ينفَّكُانِ حتّى آخِرِ شَفَقِ🖤\"
                </p>";
                
                
            }                

            elseif ($poet == "P8") {
                echo "<h2 class='poet-name'>..حتّى الهواء المحيطيّ</h2>";
                echo "<p class='poet-description'>..الذي يدجج السمآ أشعرهُ مُبتذلاً 
               <br> ..اودُّ لو ازور كويكباً آخر 
              <br>  ..أن تُعاشِرَ روحي الطبيعة مثلاً  
                <br>..<3 ان استنشِقَ نسماتِ نيوزلندا بعد التحرير باذن الله لِمَ لآ
                </p>";
            } 
            elseif ($poet == "P9") {
                echo "<h2 class='poet-name'>نَزَفَت خَطَّاطاتِه يوماً من غَشى الاشتياقِ ؛
                </h2>";
                echo "<p class='poet-description'>يَستَقي الوردَ فَوّاحَاتِهِ من عَبَقِها ، هي الزَّهرُ بشتّى الأنواعِ ، هي أرضي وكُلَّ ثِماري فَ منها أَستقي لقلبي آمالِهِ وفَعمُ الأَيامِ … هي الزَرعُ والحصادِ 
                🖤!مهما تداركتُ من ما حولي من أُناسِ أجِدُها المأنَسْ والمؤُنِسَ الأولى والمِثالي ، هي بِقاعي الثمينه التي لا تُقَدَّرُ بأغلى أثمانِ لو تزايرتُ اجمعَ البُقيعاتِ لم ولن أَجِد لها مثيل ....، فكانت لي ويالقلبي من حُظوظِ  </p>";
                     } 
            elseif ($poet == "P10") {
                echo "<h2 class='poet-name'>انا
                </h2>";
                echo "<p class='poet-description'>لستُ بميّالِ ، لا لطرفٍ آخرَ ولا حتّى لنفسي 
                …
                انا هيجاءُ مقحمة<br>
                مقحمةٌ بكلِّ ما يُهوى للفناءِ من صلاتِ
                لا أُيقِنُنِي ؛ بجديرٍ من الغدقِ 
                </p>";
            } 
            elseif ($poet == "P11") {
                echo "<h2 class='poet-name'>حُبِّي</h2>";
                echo "<p class='poet-description'>
               حُبِّي قِطعٌ من الجنانِ مُنَزَّلِ <br>
                وبلادُكَ عِرقيّةٌ لا تحوي غيرَ الأَنساخِ  
                <br>  
                آهٍ ما أندرَ حُبّي 
وما أقسى منكَ من بلادِ
            </p>";
        
            } 
            elseif ($poet == "P12") {
                echo "<h2 class='poet-name'>🖤</h2>";
                echo "<p class='poet-description'>…عَلَّنآ نخوضُ اللقاءآ <br>
               .. يوماً باللامُحالآ<br>
               ..  رَبُّ الكونِ كبيرٌ  <br>
               ..  سينتشلُ قلبي من خوضِ النِزاعآ<br>
               ..  ويُرمى به الى أجلٍّ السهومآ المُتخآمةً بالخيرآ<br>
               ..  قال لا تخافآ إنّي معكُمآ اسمع وارى<br>
                </p>";
            } 
            elseif ($poet == "P13") {
                echo "<h2 class='poet-name'>لَوْ 
                </h2>";
                echo "<p class='poet-description'> 
              ..  أنَّكَ تدارَكتَ قُدُسَ حُبٍّ منّي ولَو فَوَح طفيفاً<br>
                                 .. لتباجَلتَهُ <br>
                                  وتفاعَمتَ من طاقاتِهِ ونحو سمآ           
              ..  تدافَقتَ<br>
              ..  لتصايرتَ بكافَّةِ المُسَبِّباتِ <br> ..وحُبُّ مافي البينِ كُنتَ آهٍ غواصاً يعشقُ الغرقآ <br>كونه سرابآ .. وحِلَّ السَرَبآ
                <br>....مهما تفاقمت الرُمُدِ شِئَتَ اليه مُتصَّوِّفآ ، قادِسياً بعرشهِ متوجّاً تلتَحِمآ ، تُلحِدُ بما سلفَ وما هوَ آتٍ وكونَنَآ هو وجلُ الايمانآ  لَكنتَ فيهِ نصعاً بلا شوائِبِ الحَلَكآ <br>
                …..  لكنَّكَ تعشقُ التمردآ يا وغداً سَطى بلا حَدٍّ يتسافَكُ والخيرَ من جذره يستقلِعآ 
               
                <br>  ….. يا مُغدِقاً لكلِّ جُذيرِِ حُبِّ آمنآ وبالتقديرِ مُرَصَّعآ
                ….. لِكلِّ شَظى متآخمٌ أنتَ لهُ مرفأَ بيِّنَةٍ حتّى حين اللحدآ <br>
                …..  لكنَّهُ يعودُ خُطى القدرِ بكامِلِ كيانٍ قذرِ كما قلبِكِ ويغدقكَ حتى ادمَسِ الحفرآ <br></p>";
            }
            elseif ($poet == "P14") {
                echo "<h2 class='poet-name'>ماذا</h2>";
                echo "<p class='poet-description'>لو جاء مُعتَذِراً؟-
                <br>  لأسقيتهُ من ماءِ سعير، حتّى يبَّل ظمأهُ ويكتظُّ في فمه العذاب، فما كان هيِّناً يوماً ما تلاعَبَهُ ظناً بأن الحياةَ تمثيلَ أدوارٍ واقتناصاً للدورِ المناسبِ لمصلحةِ هواه أيٍّ حانَ، فواللهِ ننتظِرُ على جمرٍ أن تدورَ الدُنيا حتى يتجّرَّعَ حلاكهُ الذي حَطَّ بِهِ على الغيرآ
                </p>";

            }
            elseif ($poet == "P15") {
                echo "<h2 class='poet-name'>بكامِلِ نرجسيّة 
                </h2>";
                echo "<p class='poet-description'>  
                ..حين يقولونَ : أن لهمُ مرسىً غيرنا ;
                 سأُخلِصُها بقولِ ' نحنُ البحرُ ونحنُ الشراعُ والسُفُنِ' فلا يَغُرَّنَّكَ المراسيِ يا عزيزيّ   </p>";

            }

            elseif ($poet == "P16") {
                echo "<h2 class='poet-name'>تُحفَرُ 
                </h2>";
                echo "<p class='poet-description'>  على قلبي نسائِمُكِ يا رفيقي كما يُحفَرُ الهوىً العاتٍ على الصخرِ كُلَّ ذِكراهُ… فما بالُكِ بالدعواتِ وكلامُكِ؟🥹♥
                </p>";
            
            }
            elseif ($poet == "P18") {
                echo "<h2 class='poet-name'>آهٍ
                </h2>";
                echo "<p class='poet-description'> 
                …ما أردى عيناكَ لتنتسبَ لها قوت اقلامي <br>
                … فانك فانٍ ولا لفناءٍ بقاءٍ مع الابدِ الأبدِ لشغفِ قرطاسي <br>… رسّاخٌ لقيعانِ .. وسردٌ هاوياتِ <br>.. حلّاكٌ لا لقلبهِ معالمٍ و بكل خطوةً لُجٌّ لهشاشٍ لا منهُ يمخصُ سوى أسرابِ
                </p>";
            
            }
            
            
            

            elseif ($poet == "P17") {
                echo "<h2 class='poet-name'> ..من بين إقحامٍ لرمدِ كلماتي   
                </h2>";
                echo "<p class='poet-description'> 
         ..تقولُلِي ؛ فلنَفنىٓ في غوصِ هوىً لقلبينآ<br>
                ..أراكَ تُغدَّقٌ هُنيهاتٍ ودَهرآ تُعَشِّقُ التنائِيآ..
                نرجسيتُكَ سفّاكةٌ على البينِ تتمردُ وتمخضُ حروقآ<br>..
                تجرَّدَ من بقيعِ النرجِسِ ولا تَصِبَّ لَهُ عَكرآ <br>
               .. انتَ  إنسٌ قَد خُلِقَ بفطرةٍ … فطرةٍ تُطاوِعُ جوهَرََ الحُبَّ وليستَ لَهُ مُضادآ<br>
                فلا تعتَنِقَ خَرَقَ النَرجَسِ وعن ما خُلِقتَ بهِ نفسكَ تنتَشِلآ… 
                لا أُسيِّرُ مرساكَ ولكنني وددتُ ان تعتريكَ حقيقةً ؛ وهي أَلآ للقلبِ أن يَكِّنّ حقاً بتأمِّلِ عيناكِ وبشفقٍ من رونقهِمآ يلتَحِفآ؟<br>
                ..لستَ بصديقٍ ولا حبيبٍ ولا أخٍ حتّى<br>
              ...  لكنَّ لمحياكَ في غرسي قوتٌ عن باقي مافي دراخِلِه يتفرَّدآ<br>
                  </p>";
            


                
            }
            
            elseif ($poet == "P19") {
                echo "<h2 class='poet-name'>أفي 
                عيناكَ  
                </h2>";
                echo "<p class='poet-description'> 
         ..إيقاعٌ يُشبهُ سيمفونية قلبي المترنمِ؟
         لأنّي كُلمآ حيجَت أعماقي للسُقيآ فَبُرُؤيةِ مُرجانِهِمآ أرتَوي 🖤
            </p>";
            


                  
            }
            
            elseif ($poet == "P20") {
                echo "<h2 class='poet-name'>..ماذا عساي أَفعلُ 
                
                </h2>";
                echo "<p class='poet-description'> 
    ..إِن أَضحتٰ<br>
    &nbsp;&nbsp;هوايتي &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<br>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;مهوى&nbsp;    &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<br>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;هاويتي؟&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
</p>";

            
            


                  
            }
            
            elseif ($poet == "P21") {
                echo "<h2 class='poet-name'>:يا مُرَّ هَمّيَّ الجميلِ 
                
                </h2>";
                echo "<p class='poet-description'> .مُرَّ على هَمّيٰ وكُـنْ مَرهَمٰي فلا مارا لِهَمّيَّ الا هَمُّكَ المَريرِ

            </p>";
            


                  
            }
            elseif ($poet == "P22") {
                echo "<h2 class='poet-name'>أَيُغتالُ
                
                </h2>";
                echo "<p class='poet-description'> الوردُ من وجنتيكَ بمجردِ كونهِ مُرَمِّماً لما مضى من حِطامِ؟<br>
                ٦-٢٠-٢٠٢٣
                

            </p>";
            


                  
            }
            elseif ($poet == "P23") {
                echo "<h2 class='poet-name'> وكيفَ؟
                
                </h2>";
                echo "<p class='poet-description'> ..وكيفَ يُقحَلُّ حُبُّكَ والذي نظرَ اليكَ هُنيهَةً كأنّهُ يُسقى رَبيعآ بعدَ عاماً مِن ظمئِهِ
            <br>
                يُقحَلُّ -أي يُبلى كما الصحراءُ القاحِله*

            </p>";
            


                  
            }

            elseif ($poet == "P24") {
                echo "<h2 class='poet-name'> ما بالُكَ
                
                </h2>";
                echo "<p class='poet-description'> يا بالي تُشغِلُني فيكَ ولا لغيركَ أُبصِرُ ؟ <br>وعن حيطي لا أُدرِكُ؟<br>
                🥹🩵كأن النجومَ فراشاتٌ تُسافِرُ بي الى عينيكَ بلا سابِقِ نَذَرُ<br> … وقلبي يندَفِعُ بشدَّة حينَ يلقى عيناكَ المُرَصَّعَتانِ تنتَظِرانِه لتختَلِسَ مِنهُمآ هُنيهةَ الأملُ <br> 
               .. يَخفِقُ بشدَّةٍ حينمآ تتوالى صورتِكَ على جِداره <br>…. فتتسلل اليه قوةُ الحُبِّ والقلبِ المُفعَمِ 
كأنه ينتظِرُكّ مُذ زمنِ قبل انتظاركَ لَهُ يا وغدي المُتمَرِّدِ
                 
            </p>";
            


                  
            }


            elseif ($poet == "P25") {
                echo "<h2 class='poet-name'>الهوامِـش 
                
                </h2>";
                echo "<p class='poet-description'> 
                لَم تُخلَق يوماً لَـنـا<br>
                فإمّا التقديـٰسُ او العَدَمِ
            </p>";
            
            


                  
            }



            
            elseif ($poet == "P26") {
                echo "<h2 class='poet-name'>ماذا لو عاد من جديد؟

                
                </h2>";
                echo "<p class='poet-description'> 
                لاغدقته ندماً في دوّامة المحاولات البائسة التي يقوم بها بادنى بصيصٍ للعودة ، فلا ولن تُكسر سلاسلُ حدودي  لايٍ كان ، وانت بعينك تخصيصاً 
            </p>";
            
            


                  
            }










            elseif ($poet == "P27") {
                echo "<h2 class='poet-name'>أتعرفُ 

                
                </h2>";
                echo "<p class='poet-description'> 
                أتعرفُ ما الكفر المَحضّ الذي يطغى بذات البغتة؟
            </p>";
            
            


                  
            }

            elseif ($poet == "P28") {
                echo "<h2 class='poet-name'>..غَزَارَةُ مَطَرْ 
 

                
                </h2>";
                echo "<p class='poet-description'> .. غَزَارَةُ مَطَرْ<br>
               .. والشِّتاءُ شِتاؤُنآ<br>
                وقهوتي ذي اللونِ البُندُقِيّ ؛<br>
                🤎 عينـاكَ -<br></p>";
            
            


                  
            }
            elseif ($poet == "P29") {
                echo "<h2 class='poet-name'>ليتَ 
 

                
                </h2>";
                echo "<p class='poet-description'> ..ليتَ الأجدادَ يُخَلَّدون<br>
               .. فلا يصيبهم مرضآ ولا طفَّةِ تعبآ ولا يرحلونَ ابدآ ولا يموتون  <br> :( …..ليتهم يبقون طيلةِ العُمرِ</p>";
            
            


                  
            }

            elseif ($poet == "P30") {
                echo "<h2 class='poet-name'>..ولكنَنّآ
 

                
                </h2>";
                echo "<p class='poet-description'>   
                !وبعدَ الحاصِلِ وما تحاصلناهُ مِنه.. ننجو
                <br>
                ننجو بأيٍ كان ، بسبيلِ قدَّرهُ الله لنآ وبتاكَ الروحِ التي تُعَدُّ امانةً لدينا منهٰ ،
                ننجو اليوم او غداً حتما العاجِل او الآجل لكنه قادم لا مُحالة ، كَذَبَ انسٌ قال اني في الهمِّ ماكِثآ ومن كُلِّ حُزنٍ آكلآ لمدى الدهرٰ! ,لانّ سبحانُ يزرعُ فينا أملآ يتشبثآ نحنُ انفسنا لا نقدرِ على زرعه او حتّى مجرد المحاولةَ بِهِ لان الانسَ بطليعتهِ عنيدٌ ويهوى رماداً حَلَّ فيه وله يستسلمآ….
                لكن ما خاب قلبٌ معلقٌ بدينه سُبحانه ، فمن بين شقوقِ الخيبةِ والظمآ يُخرِجُ أملآ متفاقِمآ ويروي القلبَ ايمانآ كثيرآ ، لا مُحالآ…..
                 فالحمدلله دائماً وابداً على ما امسى وعلى ما اصبح وعلى ما فينا يدورآ 
                 …❤ </p>";
            
            


                  
            }



            elseif ($poet == "P31") {
                echo "<h2 class='poet-name'>وامّا عن الصديقٰ
 

                
                </h2>";
                echo "<p class='poet-description'>   
                فلا ايّ كيان ٍ كان ان يؤولُ به خارجاً من اجوفِ القلب واعمقه🤍

             
                </p>";
            
            


                  
            }
            else {
                echo "<p>Poet not found.</p>";
            }
        ?>
    </div>
</body>
</html>
